Repository: martinosmartinos/Mongabay-Wordpress-Theme
Catalog: languages/*.po
Languages: pt_pt

source: Page not found
pt_pt: No se encontró la página

source: Return home?
pt_pt: ¿Volver al inicio?

source: Articles by
pt_pt: Artículos de

source: Mongabay seeks to raise interest in and appreciation of wild lands and wildlife, while examining the impact of emerging trends in climate, technology, economics,and finance on conservation and development.
pt_pt: Mongabay pretende aumentar el interés y la apreciación por la tierra salvaje y la vida silvestre a la vez que examina los efectos de las tendencias emergentes en el clima, la tecnología, la economía y las finanzas en la conservación y el desarrollo

# taxonomy general name
source: Locations
pt_pt: Regiones

# taxonomy singular name
source: Location
pt_pt: Región

source: Search Locations
pt_pt: Buscar regiones

source: Popular Locations
pt_pt: Regiones populares

source: All Locations
pt_pt: Todas las regiones

source: Edit Location
pt_pt: Editar región

source: Update Location
pt_pt: Actualizar región

source: Add New Location
pt_pt: Añadir nueva región

source: New Location Name
pt_pt: Nombre de la nueva región

source: Separate locations with commas
pt_pt: Separar regiones con comas

source: Add or remove locations
pt_pt: Añadir o eliminar región

source: Choose from the most used locations
pt_pt: Elegir entre las regiones más utilizadas

source: No locations found.
pt_pt: No se han encontrado regiones.

source: Location
pt_pt: Región

# taxonomy general name
source: Serials
pt_pt: Series

# taxonomy singular name
source: Serial
pt_pt: Serie

source: Search Serials
pt_pt: Buscar series

source: Popular Serials
pt_pt: Series populares

source: All Serials
pt_pt: Todas las series

source: Edit Serial
pt_pt: Editar serie

source: Update Serial
pt_pt: Actualizar serie

source: Add New Serial
pt_pt: Añadir nueva serie

source: New Serial Name
pt_pt: Nombre de la nueva serie

source: Separate serials with commas
pt_pt: Separar series con comas

source: Add or remove serials
pt_pt: Añadir o eliminar series

source: Choose from the most used serials
pt_pt: Elegir entre las series más utilizadas

source: No serials found.
pt_pt: No se han encontrado series.

source: Serial
pt_pt: Serie

# taxonomy general name
source: Topics
pt_pt: Temas

# taxonomy singular name
source: Topic
pt_pt: Tema

source: Search Topics
pt_pt: Buscar temas

source: Popular Topics
pt_pt: Temas populares

source: All Topics
pt_pt: Todos los temas

source: Edit Topic
pt_pt: Editar tema

source: Update Topic
pt_pt: Actualizar tema

source: Add New Topic
pt_pt: Añadir nuevo tema

source: New Topic Name
pt_pt: Nombre del nuevo tema

source: Separate topics with commas
pt_pt: Separar temas con comas

source: Add or remove topics
pt_pt: Añadir o eliminar temas

source: Choose from the most used topics
pt_pt: Elegir entre los temas más utilizados

source: No topics found.
pt_pt: No se han encontrado temas

source: Topic
pt_pt: Tema

source: Most Recent
pt_pt: Más reciente

source: Environmental headlines
pt_pt: Manchetes ambientais

source: Mongabay is a non-profit provider of conservation and environmental science news.
pt_pt: A Mongabay é um provedor sem fins lucrativos de notícias sobre conservação e ciência ambiental. Nosso objetivo é inspirar, educar e informa.

source: Special series
pt_pt: Menú superior

source: More articles
pt_pt: Más artículos

source: Header Menu
pt_pt: Menú superior

source: Sidebar Menu
pt_pt: Menú lateral

source: Extra Menu
pt_pt: Menú extra

source: Sidebar Widget
pt_pt: Widget de la barra lateral

source: All sidebar widgets should be placed here.
pt_pt: Todos los widgets de la barra lateral deberían situarse aquí

source: Footer Widget 1/4
pt_pt: Widget inferior 1/4

source: First column widget
pt_pt: Widget de la primera columnna

source: Footer Widget 2/4
pt_pt: Widget inferior 2/4

source: Second column widget
pt_pt: Widget de la segunda columna

source: Footer Widget 3/4
pt_pt: Widget inferior 3/4

source: Third column widget
pt_pt: Widget de la tercera columna

source: Footer Widget 4/4
pt_pt: Widget inferior 4/4

source: Forth column widget
pt_pt: Widget de la cuarta columna

source: Topic and location tabs
pt_pt: Pestañas de temas y regiones

source: Listing topics and locations as tabbed content
pt_pt: Listar temas y regiones como contenido tabulado

source: By topic
pt_pt: Por tema

source: By location
pt_pt: Por región

source: Many more topics
pt_pt: Muchos más temas

source: Browse more locations
pt_pt: Ver más regiones

source: New title
pt_pt: Nuevo título

source: Title:
pt_pt: Título:

source: View Article
pt_pt: Ver artículo

source: You cannot add terms to this taxonomy
pt_pt: No puede añadir términos a esta taxonomía

source: by
pt_pt: por

source: Sorry, nothing to display.
pt_pt: Lo sentimos, no hay nada que mostrar.

source: News sections
pt_pt: Secciones de noticias

source: Language
pt_pt: Idioma

source: %s Search Results for
pt_pt: %s Buscar resultados para

source: To search, type and hit enter.
pt_pt: Para buscar, teclee y haga clic en intro.

source: Search
pt_pt: Buscar

source: Mongabay Series:
pt_pt: Series de Mongabay:

source: Article published by
pt_pt: Artículo publicado por

source: on
pt_pt: en

source: Mongabay Environmental News
pt_pt: Noticias Ambientales de Mongabay

source: Mongabay WordPress Theme
pt_pt: Tema de Mongabay en Wordpress
